/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "Ferdig";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Søk";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Åpne i Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Gå tilbake.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Dobbelttapp for å gå tilbake til forrige webside.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Del.";
